import React from "react";

function About() {
  return (
    <div className="page">
      <h1>О нас</h1>
      <p>
        Наша компания была основана в 2005 году с миссией предоставить
        инновационные решения для наших клиентов. Мы команда преданных
        профессионалов, которые страстно относятся к своей работе. Мы
        предоставляем широкий спектр услуг и продуктов, чтобы удовлетворить
        потребности наших клиентов.
      </p>
      <p>
        Мы гордимся своими достижениями и стремимся к постоянному улучшению.
        Ваш успех - наш успех!
      </p>
    </div>
  );
}

export default About;
