import React from "react";

function Home() {
  return (
    <div className="page">
      <h1>Добро пожаловать на Главную страницу</h1>
      <p>
        Добро пожаловать на наш сайт! Мы рады видеть вас здесь и надеемся, что
        вы найдете много интересного и полезного контента.
      </p>
      <p>
        Наши главные ценности - это качество, инновации и удовлетворенность
        наших клиентов. Мы предлагаем широкий спектр продуктов и услуг, которые
        удовлетворят даже самых требовательных клиентов.
      </p>
    </div>
  );
}

export default Home;
