import React from "react";

function Interesting() {
  return (
    <div className="page">
      <h1>Интересные факты</h1>
      <p>
        Вот несколько захватывающих фактов, которые могут вас удивить:
      </p>
      <ul>
        <li>Муравьи могут поднимать объекты в 50 раз тяжелее своего веса.</li>
        <li>У осьминогов три сердца.</li>
        <li>
          Мед никогда не портится. Археологи нашли горшки с медом в древних
          египетских гробницах, которые более 3 000 лет, и он по-прежнему
          был съедобным.
        </li>
        <li>Самая большая пустыня в мире - не Сахара, а Антарктика.</li>
      </ul>
      <p>
        В мире есть много интересных вещей, и мы рады делиться некоторыми из
        них с вами!
      </p>
    </div>
  );
}

export default Interesting;
